Repository: bluesabre/darkbar
Catalog: po/extra/*.po
Languages: ca, de, es, fr, it, ja, lt, ms@arab, nl, pl, ru, sv, tr, zh

source: Darkbar App
ca: Aplicació Darkbar
es: Aplicación Darkbar
fr: Application Darkbar
lt: Darkbar programa
ms@arab: اڤل Darkbar
nl: Darkbar-toepassing
pl: Aplikacja Darkbar
ru: Приложение Darkbar
tr: Darkbar Uygulaması

source: Darken application titlebars based on your preference
ca: Enfosquiu les barres de títol de les aplicacions segons les vostres preferències
de: Verändere die Titelleisten nach deinen Vorstellungen
es: Oscurece las barras de título de las aplicaciones según prefiera
fr: Appliquez le thème sombre sur la barre de titre des applications en fonction de vos préférences
it: Scurisci le barre del titolo delle applicazioni in base alle tue preferenze
ja: 設定に基づいてアプリケーションのタイトルバーをダークスタイルに変更します
lt: Užtemdykite programų antraščių juostas pagal savo pageidavimą
ms@arab: مڠݢلڤکن بر تاجوق برداسرکن کأوتاماٴن اندا
nl: Maak de titelbalken van toepassingen naar gelang donker
pl: Przyciemnianie pasków tytułu aplikacji zgodnie z własnymi preferencjami
ru: Затемняйте заголовки окон так, как вам нравится
sv: Gör programmets titelfält mörkare baserat på dina önskemål
tr: Tercihinize göre uygulama başlık çubuklarını koyulaştırın
zh: 根据您的喜好将应用程序标题栏变暗

source: Customization;Titlebar;
ca: Personalització;Barra de títol;
de: Anpassung;Titelleiste;
es: Personalización;Barra de título;
fr: Personnalisation;Barre de titre;
it: personalizzazione; barra del titolo;
ja: Customization;Titlebar;カスタマイズ;タイトルバー;
lt: Tinkinimas;Antraštės juosta;Antrastes juosta;
ms@arab: ڤڽسواين;برتاجوق;
nl: Vormgeving;Titelbalk;Uiterlijk;
pl: Dostosowywanie;Pasek;Tytuł;
ru: Customization;Titlebar;Персонализация;Заголовки окон;
sv: Anpassning;Titelfält;
tr: Özelleştir;Başlık Çubuğu;Titlebar;
zh: Customization;Titlebar;定制;标题栏;

source: Sean Davis
ru: Шон Дэвис

source: Darkbar replaces window decorations with your preference of a dark or light theme variant.
ca: Darkbar modifica las decoraciones de las ventanas según su preferencia de variante de tema oscuro o claro.
de: Darkbar ersetzt die Fensterdekorationen durch die von Dir bevorzugte dunkle oder helle Themenvariante.
es: Darkbar reemplaza las decoraciones de las ventanas por la variante oscura o clara del tema que prefiera.
fr: Darkbar remplace le thème des fenêtres en fonction de vos préférences concernant le thème sombre ou clair.
it: Darkbar sostituisce le decorazioni delle finestre con la tua preferenza di una variante del tema scuro o chiaro.
ja: DarkBar はウィンドウのタイトルバーをダークまたはライトテーマに変更できます。
lt: Darkbar pakeičia langų dekoracijas jūsų pageidaujamos tamsios ar šviesios temos variantu.
ms@arab: Darkbar مڠݢنتيکن هياسن تتيڠکڤ دڠن کأوتاماٴن ۏارياسي تيما چره اتاو ݢلڤ اندا.
nl: Darkbar stelt de titelbalken van toepassingen in op licht of donker, afhankelijk van uw voorkeur.
pl: Darkbar zastępuje dekoracje okien preferowanym przez użytkownika ciemnym lub jasnym wariantem motywu.
ru: Darkbar заменяет оформление окон по вашему предпочтению на тёмный или светлый вариант.
sv: Darkbar ersätter fönsterdekorationer med en variant av mörkt eller ljust tema.
tr: Darkbar, pencere temalarını koyu veya açık tema tercihinizle değiştirir.
zh: Darkbar 用您喜欢的亮色或暗色主题替代窗户装饰。

source: It allows the following settings for each application:
ca: Permite las configuraciones siguientes para cada aplicación:
de: Es ermöglicht die folgenden Einstellungen für jede Anwendung:
es: Permite los ajustes siguientes para cada aplicación:
fr: Les paramètres suivants sont disponibles pour chaque application :
it: Consente le seguenti impostazioni per ogni applicazione:
ja: 各アプリケーションに対して以下の設定が可能です:
lt: Ji kiekvienai programai leidžia taikyti šiuos nustatymus:
ms@arab: اي ممبنرکن تتڤن بريکوت اونتوق ستياڤ اڤليکاسي:
nl: De volgende voorkeuren zijn mogelijk:
pl: Pozwala na następujące ustawienia dla każdej aplikacji:
ru: Для каждого приложения доступны следующие варианты настройки:
sv: Det tillåter följande inställningar för varje program:
tr: Her uygulama için aşağıdaki ayarlara izin verir:
zh: 它允许对每个应用程序进行以下设置：

source: None: Let the application decide
ca: Ninguna: dejar que la aplicación decida
de: Keine: Lass die Anwendung entscheiden
es: Desactivar: dejar que la aplicación decida
fr: Aucun : Laisse l'application décider
it: Nessuna: lascia che sia l'applicazione a decidere
ja: なし: アプリケーションに任せます
lt: Nėra: Leisti programai spręsti
ms@arab: تياد: بيار اڤليکاسي تنتوکن
nl: Geen: de toepassing bepaalt
pl: Brak: pozwól aplikacji zdecydować
ru: По умолчанию: заголовок по усмотрению приложения
sv: Ingen: Låt programmet avgöra
tr: Hiçbiri: Uygulamanın karar vermesini sağlar
zh: 无: 由应用程序决定

source: Follow System Theme: Use the same theme as the operating system
ca: Seguir tema del sistema: usar el mismo tema que el sistema operativo
de: Folge dem Systemthema: Nutze das gleiche Thema wie das vom System vorgegebene
es: Seguir el tema del sistema: usa el mismo tema que el sistema operativo
fr: Thème du système : Utilise le même thème que le système d'exploitation
it: Segui il tema del sistema: usa lo stesso tema del sistema operativo
ja: システムテーマを使う: オペレーティングシステムと同じテーマを使います
lt: Sekti sistemos temą: Naudoti tą pačią temą kaip ir operacinė sistema
ms@arab: ايکوت تيما سيستم: ݢوناکن تيما يڠ سام دڠن سيستم ڤڠاوڤراسين
nl: Systeemthema: stel het door het besturingssysteem gebruikte thema in
pl: Zgodnie z motywem systemu: użyj tego samego motywu, co system operacyjny
ru: Как в системе: использовать ту же тему, что и операционная система
sv: Följ systemtema: Använd samma tema som operativsystemet
tr: Sistem Temasını Takip Et: İşletim sistemiyle aynı temayı kullanır
zh: 跟随系统主题：使用与操作系统相同的主题

source: Light: Prefer the "light" theme variant
ca: Claro: preferir la variante de tema clara
de: Hell: Bevorzuge die „helle“ Variante des Themas
es: Claro: elegir la variante clara
fr: Clait : Utilise le thème clair
it: Chiaro: Preferisci la variante del tema "chiaro"
ja: ライト: “ライト”テーマを使います
lt: Šviesi: Teikti pirmenybę „šviesios“ temos variantui
ms@arab: چره: اوتاماکن ۏارياسي تيما ”چره‟
nl: Licht: stel het lichte thema in
pl: Jasny: preferuj „jasny” wariant motywu
ru: Светлая тема: использовать оформление из светлой темы
sv: Ljust: Föredrar den "ljusa"-temavarianten
tr: Açık: "Açık" temayı tercih et
zh: 亮色: 更喜欢“亮色”主题变体

source: Dark: Prefer the "dark" theme variant
ca: Oscuro: preferir la variante de tema oscura
de: Dunkel: Bevorzuge die „dunkle“ Variante des Themas
es: Oscuro: elegir la variante oscura
fr: Sombre : Utilise le thème sombre
it: Scuro: Preferisci la variante del tema "scuro"
ja: ダーク: “ダーク”テーマを使います
lt: Tamsi: Teikti pirmenybę „tamsios“ temos variantui
ms@arab: ݢلڤ: اوتاماکن ۏارياسي تيما ”ݢلڤ‟
nl: Donker: stel het donkere thema in
pl: Ciemny: preferuj „ciemny” wariant motywu
ru: Тёмная тема: использовать оформление из тёмной темы
sv: Mörkt: Föredrar den "mörka" temavarianten
tr: Koyu: "Koyu" temayı tercih et
zh: 暗色: 更喜欢“暗色”主题变体

source: Only applications using traditional decorations are supported. If your app is unaffected by Darkbar, the application controls its window decorations.
ca: Solo se admiten las aplicaciones con decoraciones tradicionales. Si determinada aplicación no se ve afectada por Darkbar, esta controla las decoraciones de la ventana.
de: Nur Anwendungen die traditionelle Titelleisten nutzen werden unterstützt. Wenn die Anwendung nicht von Darkbar beeinflusst wird, kontrolloiert die Anwendung ihre Fensterdekorationen selbst.
es: Solo admiten las aplicaciones que usan decoraciones tradicionales. Si una aplicación no se ve afectada por Darkbar, la aplicación controla las decoraciones de sus ventanas.
fr: Seules les applications utilisant les styles conventionnels sont prises en charge. Si votre application n'est pas affectée par Darkbar, cela signifie que l'application contrôle son thème par elle-même.
it: Sono supportate solo le applicazioni che utilizzano decorazioni tradizionali. Se la tua app non Ã¨ influenzata da Darkbar, l'applicazione controlla le sue decorazioni delle finestre.
ja: 標準的なレイアウトのタイトルバーを使用するアプリケーションにのみ対応しています。Darkbar の設定がお使いのアプリに反映されない場合、アプリケーションが独自にタイトルバーの色を設定しています。
lt: Yra palaikomos tik programos, naudojančios tradicines dekoracijas. Jei Darkbar nepaveikė jūsų programos, vadinasi, programa pati valdo savo lango dekoracijas.
ms@arab: هاڽ اڤليکاسي يڠ مڠݢوناکن هياسن تراديسيونل سهاج دسوکوڠ. سکيراڽ اڤليکاسي اندا تيدق منريما کسن دري Daskbar⹁ مقصودڽ اڤليکاسي ترسبوت مڠاول هياسن تتيڠکڤڽ سنديري.
nl: Let op: alleen toepassingen met traditionele titelbalken worden ondersteund. Als de door u gebruikte toepassing onveranderd blijft, dan bepaalt de toepassing in kwestie welk thema er wordt gebruikt.
pl: Obsługiwane są tylko aplikacje wykorzystujące tradycyjne dekoracje. Jeśli Darkbar nie ma wpływu na aplikację użytkownika, to kontroluje ona dekoracje okien.
ru: Поддерживаются только приложения, использующие традиционный макет заголовка. Если Darkbar не влияет на приложение, значит, оно само управляет оформлением окна.
sv: Endast program som använder traditionella dekorationer stöds. Om din app inte påverkas av Darkbar kontrollerar programmet sina egna fönsterdekorationer.
tr: Yalnızca geleneksel dekorasyon kullanan uygulamalar desteklenir. Uygulamanız Darkbar'dan etkilenmiyorsa, uygulama pencere dekorasyonlarını kontrol edin.
zh: 仅支持使用传统装饰的应用程序。如果您的应用程序不受 Darkbar 影响，则应用程序将控制其窗口装饰。

source: The application window
ca: La ventana de la aplicación
de: Das Anwendungsfenster
es: La ventana de la aplicación
fr: Fenêtre de l'application
it: La finestra dell'applicazione
ja: アプリケーションのウィンドウ
lt: Programos langas
ms@arab: تتيڠکڤ اڤليکاسي
nl: Het toepassingsvenster
pl: Okno aplikacji
ru: Окно приложения
sv: Programfönstret
tr: Uygulama penceresi
zh: 应用程序窗口
