Repository: bluesabre/darkbar
Catalog: po/*.po
Languages: de, eo, fr, it, ja, lt, ms, ms@arab, pl, pt_br, ru, sv, tr

source: Darkbar Preferences
de: Darkbar Einstellungen
eo: Agordo de Darkbar
fr: Préférences de Darkbar
it: Preferenze Darkbar
ja: Darkbar の設定
lt: Darkbar nuostatos
ms: Keutamaan Darkbar
ms@arab: کأوتاماٴن Darkbar
pl: Preferencje Darkbar
pt_br: Preferências da Darkbar
ru: Параметры Darkbar
sv: Darkbar Inställningar
tr: Darkbar Tercihleri

source: Active Applications
de: Aktive Anwendungen
eo: Aktivaj aplikaĵoj
fr: Applications actives
it: Applicazioni Attive
ja: アクティブなアプリケーション
lt: Aktyvios programos
ms: Aplikasi Aktif
ms@arab: اڤليکاسي اکتيف
pl: Aktywne aplikacje
pt_br: Aplicações ativas
ru: Активные приложения
sv: Aktiva Program
tr: Etkin Uygulamalar

source: None
de: Keine
eo: Neniu
fr: Aucun
it: Nessuna
ja: なし
lt: Nėra
ms: Tiada
ms@arab: تياد
pl: Brak
pt_br: Nenhuma
ru: По умолчанию
sv: Ingen
tr: Hiçbiri

source: Follow System Theme
de: Folge dem Systemthema
eo: Laŭ sistem-etoso
fr: Thème du système
it: Segui il tema del sistema
ja: システムのテーマを使う
lt: Sekti sistemos apipavidalinimą
ms: Ikut Tema Sistem
ms@arab: ايکوت تيما سيستم
pl: Zgodnie z motywem systemu
pt_br: Seguir o tema do sistema
ru: Как в системе
sv: Följ Systemtema
tr: Sistem Temasını Takip Et

source: Light
de: Hell
eo: Luma
fr: Clair
it: Chiaro
ja: ライト
lt: Šviesi
ms: Cerah
ms@arab: چره
pl: Jasny
pt_br: Clara
ru: Светлая тема
sv: Ljust
tr: Açık

source: Dark
de: Dunkel
eo: Malluma
fr: Sombre
it: Scuro
ja: ダーク
lt: Tamsi
ms: Gelap
ms@arab: ݢلڤ
pl: Ciemny
pt_br: Escura
ru: Тёмная тема
sv: Mörkt
tr: Koyu

source: Run in the background
de: Im Hintergrund ausführen
eo: Fona lanĉo
fr: Exécuter en arrière-plan
it: Esegui in background
ja: バックグランドで実行
lt: Paleisti fone
ms: Jalankan di latar belakang
ms@arab: جالنکن دلاتر بلاکڠ
pl: Uruchom w tle
pt_br: Executar em segundo plano
ru: Запускать в фоновом режиме
sv: Kör i bakgrunden
tr: Arka planda çalış

source: Default style for new windows
de: Vorgegebener Stil für neue Fenster
eo: Defaŭlta stilo por novaj fenestroj
fr: Style par défaut pour les nouvelles fenêtres
it: Stile predefinito per le nuove finestre
ja: 新しいウィンドウのデフォルトスタイル
lt: Numatytasis naujų langų stilius
ms: Gaya lalai untuk tetingkap baharu
ms@arab: ݢاي لالاي اونتوق تتيڠکڤ بهارو
pl: Domyślny styl dla nowych okien
pt_br: Estilo predefinido para novas janelas
ru: Стандартное оформление новых окон
sv: Standardstil för nya fönster
tr: Yeni pencerelerin öntanımlı biçimi

source: Window polling frequency
de: Häufigkeit der Abfrage des Fensters
eo: Fenestra enket-frekvenco
it: Frequenza di polling della finestra
ja: ウィンドウをポーリングする頻度
lt: Langų paklausimo dažnumas
ms: Kekerapan tinjau tetingkap
ms@arab: Kekerapan tinjau tetingkap
pl: Częstotliwość odpytywania okien
pt_br: Frequência de sondagem da janela
ru: Частота опроса окна
sv: Fönster avfrågnings frekvens
tr: Pencere yoklama sıklığı

source: Thank you for using Darkbar!
de: Danke, dass Du Darkbar nutzt!
eo: Dankon por uzi Darkbar!
fr: Merci d'utiliser Darkbar !
it: Grazie per aver utilizzato Darkbar!
ja: Darkbar のご利用ありがとうございます！
lt: Dėkojame, kad naudojatės Darkbar!
ms: Terima kasih kerana menggunakan Darkbar!
ms@arab: تريما کاسيه کران مڠݢوناکن Darkbar!
pl: Dziękujemy za korzystanie z Darkbar!
pt_br: Obrigado por usar a Darkbar!
ru: Благодарим за использование Darkbar!
sv: Tack för att du använder Darkbar!
tr: Darkbar kullandığınız için teşekkür ederiz!

source: Darkbar replaces window decorations with your preference of a dark or light theme variant. Only applications using a standard titlebar layout are supported.
de: Darkbar ersetzt die Fenterdekorationen mit deinen Voreinstellungen für das dunkle oder helle Thema. Nur Anwendungen die ein Standard Titelleisten-Layout verwenden werden unterstützt.
eo: Darkbar anstataŭigas fenestrajn ornamadojn per via agordo de malluma aŭ luma etoso. Nur aplikaĵoj kun norma titolbreto-aranĝo estas agordeblaj.
fr: Darkbar remplace le thème des fenêtres en fonction de vos préférences concernant le thème sombre ou clair. Seules les applications utilisant une barre de titre standard sont prises en charge.
it: Darkbar sostituisce le decorazioni delle finestre con la tua preferenza di una variante del tema scuro o chiaro. Sono supportate solo le applicazioni che utilizzano un layout della barra del titolo standard.
ja: DarkBar はウィンドウのタイトルバーをダークまたはライトテーマに変更できます。標準的なレイアウトのタイトルバーを使用するアプリケーションにのみ対応しています。
lt: Darkbar pakeičia langų dekoracijas jūsų pageidaujamu tamsiu ar šviesiu apipavidalinimo variantu. Yra palaikomos tik programos, naudojančios standartinį antraštės juostos išdėstymą.
ms: Darkbar menggantikan hiasan tetingkap dengan keutamaan variasi tema cerah atau gelap anda. Hanya aplikasi yang menggunakan tataletak bar tajuk piawai sahaja yang disokong.
ms@arab: Darkbar مڠݢنتيکن هياسن تتيڠکڤ دڠن کأوتاماٴن ۏارياسي تيما چره اتاو ݢلڤ اندا. هاڽ اڤليکاسي يڠ مڠݢوناکن تاتالتق بر تاجوق ڤياواي سهاج يڠ دسوکوڠ.
pl: Darkbar zastępuje dekoracje okien preferowanym przez użytkownika ciemnym lub jasnym wariantem motywu. Obsługiwane są tylko aplikacje używające standardowego układu paska tytułu.
pt_br: A Darkbar substitui as decorações de janela com a sua preferência por uma variante temática escura ou clara. Apenas são suportadas aplicações que utilizem uma disposição predefinida da barra de título.
ru: Darkbar заменяет оформление окон по вашему предпочтению на тёмный или светлый вариант. Поддерживаются только приложения, использующие стандартный макет заголовка.
sv: Darkbar ersätter fönsterdekorationer med en variant av mörkt eller ljust tema. Endast applikationer som använder en vanlig titelradslayout stöds.
tr: Darkbar, pencere temalarını koyu veya açık tema tercihinize göre değiştirir. Yalnızca standart başlık çubuğu düzeni kullanan uygulamalar desteklenir.

source: Show this dialog next time.
de: Zeige diesen Dialog beim nächsten Mal
eo: Montri tiun ĉi dialogon apud mi.
fr: Afficher cette boîte de dialogue la prochaine fois.
it: Mostra questa finestra di dialogo la prossima volta.
ja: このダイアログを次回も表示します。
lt: Rodyti kitą kartą šį dialogą.
ms: Tunjukkan dialog ini pada lain kali.
ms@arab: تونجوقکن ديالوݢ اين ڤد لاٴين کالي.
pl: Pokaż to okno dialogowe następnym razem.
pt_br: Mostrar esta janela na próxima vez.
ru: Показать при следующем запуске
sv: Visa denna dialogruta nästa gång.
tr: Bir dahaki sefere bu iletişim kutusunu göster.
